Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: What's a game you played as a kid that you'd love to play now?
de: Welches Spiel hast du als Kind gespielt, das du heute gerne wieder spielen würdest?
es: ¿Qué juego jugabas de niño que te encantaría jugar ahora?
fr: À quel jeu jouais-tu étant enfant que tu aimerais rejouer aujourd'hui ?
it: A quale gioco giocavi da bambino che ti piacerebbe giocare ora?
ja: 子供の頃に遊んでいて、今もやりたいと思うゲームは何ですか？
ko: 어릴 때 했던 게임 중 지금도 하고 싶은 것이 있나요?
nb: Hvilket spill spilte du som barn som du gjerne vil spille nå?
nl: Welk spel speelde je als kind dat je nu graag opnieuw zou spelen?
pl: W jaką grę grałeś/grałaś jako dziecko, w którą chciałbyś/chciałabyś zagrać teraz?
pt_br: Qual jogo você jogava quando criança que adoraria jogar agora?
sv: Vilken lek spelade du som barn som du skulle älska att spela nu?
uk: У яку гру ви грали в дитинстві, в яку хотіли б пограти зараз?
zh_hans: 你小时候玩过的什么游戏现在还想玩？

source: What's a geographic feature (waterfall, canyon, glacier) that seemed unreal?
de: Welches geografische Merkmal (Wasserfall, Canyon, Gletscher) wirkte unwirklich?
es: ¿Qué accidente geográfico (cascada, cañón, glaciar) parecía irreal?
fr: Quel élément géographique (cascade, canyon, glacier) semblait irréel ?
it: Quale caratteristica geografica (cascata, canyon, ghiacciaio) sembrava irreale?
ja: 現実とは思えなかった地理的特徴（滝、峡谷、氷河）は何ですか？
ko: 비현실적으로 느껴졌던 지형적 특징(폭포, 협곡, 빙하)은 무엇인가요?
nb: Hvilket geografisk trekk (foss, canyon, isbre) virket ureelt?
nl: Welk geografisch kenmerk (waterval, kloof, gletsjer) leek onwerkelijk?
pl: Która cecha geograficzna (wodospad, kanion, lodowiec) wydawała się nierealna?
pt_br: Qual característica geográfica (cachoeira, cânion, geleira) parecia irreal?
sv: Vilket geografiskt drag (vattenfall, kanjon, glaciär) verkade overkligt?
uk: Яка географічна особливість (водоспад, каньйон, льодовик) здавалася нереальною?
zh_hans: 哪个地理特征（瀑布、峡谷、冰川）看起来不真实？

source: What’s a goal you gave up on that you wish you hadn't?
de: Welches Ziel hast du aufgegeben, von dem du wünschtest, du hättest es nicht getan?
es: ¿Cuál es una meta que abandonaste y que desearías no haber abandonado?
fr: Quel est un objectif que tu as abandonné et que tu regrettes d'avoir abandonné ?
it: Qual è un obiettivo che hai abbandonato e che vorresti non aver fatto?
ja: 諦めたけど、諦めなければよかったと思う目標は何ですか？
ko: 포기했지만, 포기하지 말았어야 했다고 생각하는 목표는 무엇인가요?
nb: Hvilket mål ga du opp som du skulle ønske du ikke hadde gitt opp?
nl: Welk doel heb je opgegeven waarvan je wenste dat je het niet had gedaan?
pl: Jaki cel porzuciłeś, którego żałujesz, że nie?
pt_br: Qual é uma meta que você desistiu e que gostaria de não ter desistido?
sv: Vilket mål gav du upp som du önskar att du inte hade gjort?
uk: Яку мету ви покинули, і шкодуєте про це?
zh_hans: 你放弃但希望没有放弃的目标是什么？

source: What's a goal you're currently pursuing that no one knows about?
de: Welches Ziel verfolgst du derzeit, von dem niemand weiß?
es: ¿Qué objetivo estás persiguiendo actualmente del que nadie sabe?
fr: Quel objectif poursuis-tu actuellement que personne ne connaît ?
it: Quale obiettivo stai attualmente perseguendo che nessuno conosce?
ja: 誰も知らない、現在追求している目標は何ですか？
ko: 아무도 모르게 현재 추구하고 있는 목표가 있나요?
nb: Hvilket mål jobber du mot som ingen vet om?
nl: Welk doel ben je momenteel aan het nastreven waar niemand van weet?
pl: Jaki cel obecnie realizujesz, o którym nikt nie wie?
pt_br: Qual objetivo você está perseguindo atualmente que ninguém sabe?
sv: Vilket mål strävar du efter just nu som ingen känner till?
uk: Яку мету ви зараз переслідуєте, про яку ніхто не знає?
zh_hans: 你目前正在追求哪个不为人知的目标？

source: What's a goal you've been putting off that you know you should start?
de: Welches Ziel schiebst du vor dir her, von dem du weißt, dass du anfangen solltest?
es: ¿Cuál es un objetivo que has estado posponiendo y sabes que deberías comenzar?
fr: Quel est un objectif que tu as reporté et que tu sais que tu devrais commencer ?
it: Qual è un obiettivo che hai rimandato e che sai di dover iniziare?
ja: 先延ばしにしている目標で、始めるべきだとわかっているものは何ですか？
ko: 미루고 있는 목표 중 시작해야 한다는 것을 알면서도 하지 않는 것은 무엇인가요?
nb: Hvilket mål har du utsatt som du vet du burde begynne på?
nl: Welk doel stel je uit waarvan je weet dat je ermee zou moeten beginnen?
pl: Jaki cel odkładasz na później, a wiesz, że powinieneś zacząć?
pt_br: Qual é um objetivo que você tem adiado e sabe que deveria começar?
sv: Vilket mål har du skjutit upp som du vet att du borde börja med?
uk: Яку ціль ви відкладаєте, хоча знаєте, що варто почати?
zh_hans: 你一直拖延但你知道应该开始的一个目标是什么？

source: What's a habit you're trying to build?
de: Welche Gewohnheit versuchst du aufzubauen?
es: ¿Qué hábito estás tratando de construir?
fr: Quelle est une habitude que tu essaies de construire ?
it: Quale abitudine stai cercando di costruire?
ja: 身につけようとしている習慣は何ですか？
ko: 만들려고 노력하는 습관은 무엇인가요?
nb: Hvilken vane prøver du å bygge opp?
nl: Welke gewoonte probeer je te ontwikkelen?
pl: Jaki nawyk próbujesz wypracować?
pt_br: Qual hábito você está tentando construir?
sv: Vilken vana försöker du bygga upp?
uk: Яку звичку ви намагаєтеся виробити?
zh_hans: 你正在努力培养的什么习惯？

source: What's a hard moment from growing up that made you stronger?
de: Was war ein schwieriger Moment in deiner Kindheit, der dich stärker gemacht hat?
es: ¿Qué momento difícil de tu crecimiento te hizo más fuerte?
fr: Quel moment difficile de ton enfance t'a rendu plus fort(e) ?
it: Qual è stato un momento difficile della crescita che ti ha reso più forte?
ja: 成長過程で、あなたをより強くした困難な瞬間は何ですか？
ko: 성장하면서 당신을 더 강하게 만든 어려운 순간은 무엇인가요?
nb: Hva var et vanskelig øyeblikk i oppveksten som gjorde deg sterkere?
nl: Wat was een moeilijk moment tijdens het opgroeien dat je sterker maakte?
pl: Jaka była trudna chwila w dorastaniu, która uczyniła cię silniejszym/silniejszą?
pt_br: Qual foi um momento difícil do seu crescimento que o tornou mais forte?
sv: Vad var ett svårt ögonblick under uppväxten som gjorde dig starkare?
uk: Який важкий момент дорослішання зробив вас сильнішими?
zh_hans: 成长过程中哪个艰难时刻让你变得更坚强？

source: What's a hill you will die on that is completely trivial?
de: Was ist eine völlig triviale Sache, für die du dich bis zum Umfallen einsetzen würdest?
es: ¿Por qué colina completamente trivial estás dispuesto a morir?
fr: Quelle est une colline sur laquelle tu es prêt à mourir qui soit complètement triviale ?
it: Qual è una collina su cui sei disposto a morire che è completamente banale?
ja: 完全に些細なことで、これだけは絶対に譲れないということは何ですか？
ko: 완전히 사소한 일인데 절대 양보할 수 없는 게 뭐예요?
nb: Hvilken helt triviell sak er du villig til å dø for?
nl: Voor welke volkomen triviale heuvel ga jij dood?
pl: O co całkowicie banalnego jesteś w stanie się spierać do upadłego?
pt_br: Qual é uma colina completamente trivial pela qual você está disposto a morrer?
sv: Vilken helt trivial kulle är du villig att dö på?
uk: За яку абсолютно тривіальну річ ви готові битися до кінця?
zh_hans: 有什么完全微不足道的事情是你坚持到底、绝不妥协的？

source: What's a historical event you'd like to see re-enacted by Muppets?
de: Welches historische Ereignis würdest du gerne von den Muppets nachgestellt sehen?
es: ¿Qué evento histórico te gustaría ver recreado por los Muppets?
fr: Quel événement historique aimerais-tu voir rejoué par les Muppets ?
it: Quale evento storico ti piacerebbe vedere rievocato dai Muppet?
ja: マペットが再現するのを見たい歴史的な出来事は何ですか？
ko: 머펫이 재연했으면 하는 역사적 사건이 있다면 뭐예요?
nb: Hvilken historisk hendelse vil du gjerne se gjenskapt av Muppets?
nl: Welke historische gebeurtenis zou je graag nagespeeld willen zien door de Muppets?
pl: Jakie wydarzenie historyczne chciałbyś zobaczyć w wykonaniu Muppetów?
pt_br: Qual evento histórico você gostaria de ver reencenado pelos Muppets?
sv: Vilken historisk händelse skulle du vilja se återskapad av Mupparna?
uk: Яку історичну подію ви хотіли б побачити у виконанні маппетів?
zh_hans: 你想看布偶们重演哪个历史事件？

source: What's a historical site you visited that felt incredibly present?
de: Welche historische Stätte, die du besucht hast, fühlte sich unglaublich gegenwärtig an?
es: ¿Qué sitio histórico que visitaste se sintió increíblemente presente?
fr: Quel site historique as-tu visité qui semblait incroyablement présent ?
it: Quale sito storico che hai visitato sembrava incredibilmente presente?
ja: 訪れた史跡で、非常に生々しく感じられたものはどこですか？
ko: 방문한 역사적 장소 중 놀랍도록 생생하게 느껴졌던 곳은 어디인가요?
nb: Hvilket historisk sted du besøkte føltes utrolig nærværende?
nl: Welke historische plek die je bezocht voelde ongelooflijk aanwezig?
pl: Które miejsce historyczne, które odwiedziłeś/aś, wydawało się niesamowicie obecne?
pt_br: Qual site histórico que você visitou parecia incrivelmente presente?
sv: Vilken historisk plats du besökte kändes otroligt närvarande?
uk: Яке історичне місце, яке ви відвідали, здавалося неймовірно живим?
zh_hans: 你参观过的哪个历史遗迹感觉极其身临其境？

source: What's a hobby you did as a kid that you'd like to pick up again?
de: Welchem Hobby aus deiner Kindheit würdest du gerne wieder nachgehen?
es: ¿Qué hobby que tenías de niño te gustaría retomar?
fr: Quel loisir avais-tu enfant et aimerais-tu reprendre ?
it: Quale hobby che facevi da bambino ti piacerebbe riprendere?
ja: 子供の頃やっていて、もう一度始めたい趣味は何ですか？
ko: 어릴 때 했던 취미 중 다시 시작하고 싶은 것은 무엇인가요?
nb: Hvilken hobby drev du med som barn som du gjerne vil begynne med igjen?
nl: Welke hobby deed je als kind die je weer zou willen oppakken?
pl: Jakie hobby z dzieciństwa chciałbyś podjąć na nowo?
pt_br: Qual hobby que você tinha quando criança gostaria de retomar?
sv: Vilken hobby hade du som barn som du skulle vilja börja med igen?
uk: Яким хобі з дитинства ти хотів би зайнятися знову?
zh_hans: 你小时候的哪个爱好你想重新拾起来？

source: What’s a hobby you want to take into your old age?
de: Welches Hobby möchtest du bis ins hohe Alter behalten?
es: ¿Qué pasatiempo quieres llevar hasta tu vejez?
fr: Quel est un hobby que tu veux emmener dans ta vieillesse ?
it: Quale hobby vuoi portare con te nella vecchiaia?
ja: 老後まで続けたい趣味は何ですか？
ko: 나이가 들어서도 계속하고 싶은 취미는 무엇인가요?
nb: Hvilken hobby vil du ta med deg inn i alderdommen?
nl: Welke hobby wil je meenemen naar je oude dag?
pl: Jakie hobby chcesz zabrać na starość?
pt_br: Qual é um hobby que você quer levar para a velhice?
sv: Vilken hobby vill du ta med dig in i ålderdomen?
uk: Яке хобі ви хочете зберегти до старості?
zh_hans: 你想带到晚年的一个爱好是什么？

source: What’s a hobby you’ve always wanted to try but never did?
de: Welches Hobby wolltest du schon immer ausprobieren, hast es aber nie getan?
es: ¿Qué pasatiempo siempre has querido probar pero nunca lo hiciste?
fr: Quel est un loisir que vous avez toujours voulu essayer mais que vous n'avez jamais fait ?
it: Quale hobby hai sempre voluto provare ma non l'hai mai fatto?
ja: ずっとやってみたかったけど、やらなかった趣味は何ですか？
ko: 항상 해보고 싶었지만 해보지 못한 취미는 무엇인가요?
nb: Hvilken hobby har du alltid ønsket å prøve, men aldri gjort?
nl: Welke hobby heb je altijd al willen proberen maar nooit gedaan?
pl: Jakie hobby zawsze chciałeś wypróbować, ale nigdy tego nie zrobiłeś?
pt_br: Qual hobby você sempre quis experimentar, mas nunca fez?
sv: Vilken hobby har du alltid velat prova men aldrig gjort?
uk: Яке хобі ви завжди хотіли спробувати, але так і не зробили?
zh_hans: 有什么你一直想尝试但从未做过的爱好？

source: What's a hobby you've always wanted to try?
de: Welches Hobby wolltest du schon immer mal ausprobieren?
es: ¿Qué pasatiempo siempre has querido probar?
fr: Quel est un loisir que vous avez toujours voulu essayer ?
it: Quale hobby hai sempre voluto provare?
ja: ずっとやってみたかった趣味は何ですか？
ko: 해보고 싶었던 취미는 무엇인가요?
nb: Hvilken hobby har du alltid ønsket å prøve?
nl: Welke hobby heb je altijd al eens willen proberen?
pl: Jakie hobby zawsze chciałeś wypróbować?
pt_br: Qual hobby você sempre quis experimentar?
sv: Vilken hobby har du alltid velat prova?
uk: Яке хобі ви завжди хотіли спробувати?
zh_hans: 有什么你一直想尝试的爱好？

source: What's a holiday you think deserves more attention?
de: Welcher Feiertag verdient deiner Meinung nach mehr Aufmerksamkeit?
es: ¿Qué día festivo crees que merece más atención?
fr: Quelle fête mérite selon toi plus d'attention ?
it: Quale festività pensi meriti più attenzione?
ja: もっと注目されるべきだと思う祝日は何ですか？
ko: 더 많은 관심을 받아야 한다고 생각하는 휴일은 무엇인가요?
nb: Hvilken høytid synes du fortjener mer oppmerksomhet?
nl: Welke feestdag verdient volgens jou meer aandacht?
pl: Które święto twoim zdaniem zasługuje na większą uwagę?
pt_br: Qual feriado você acha que merece mais atenção?
sv: Vilken helgdag tycker du förtjänar mer uppmärksamhet?
uk: Яке свято, на вашу думку, заслуговує на більшу увагу?
zh_hans: 你认为哪个节日应该得到更多关注？

source: What's a job you think you'd be unexpectedly great at?
de: Bei welchem Job wärst du unerwartet großartig?
es: ¿Qué trabajo crees que se te daría inesperadamente bien?
fr: Quel métier penses-tu que tu réussirais exceptionnellement bien ?
it: Quale lavoro pensi che saresti incredibilmente bravo a fare?
ja: 思いがけず自分が得意だと思う仕事は何ですか？
ko: 뜻밖에 잘할 것 같은 직업은 무엇인가요?
nb: Hvilken jobb tror du du ville vært uventet flink til?
nl: Bij welke baan denk je dat je onverwacht goed zou zijn?
pl: Jaką pracę myślisz, że wykonywałbyś nieoczekiwanie świetnie?
pt_br: Qual trabalho você acha que seria inesperadamente bom?
sv: Vilket jobb tror du att du oväntat skulle vara bra på?
uk: Яку роботу, на вашу думку, ви несподівано добре виконували б?
zh_hans: 你觉得哪份工作你会出乎意料地擅长？

source: What's a journey — not a destination — that was memorable?
de: Was war eine denkwürdige Reise – nicht das Ziel – die in Erinnerung geblieben ist?
es: ¿Cuál fue un viaje, no un destino, que fue memorable?
fr: Quel est un voyage — pas une destination — qui a été mémorable ?
it: Qual è stato un viaggio — non una destinazione — che è stato memorabile?
ja: 目的地ではなく、旅そのものが思い出深かったものは何ですか？
ko: 목적지가 아닌 여정 자체가 기억에 남았던 경우는 무엇인가요?
nb: Hva er en reise — ikke en destinasjon — som var minneverdig?
nl: Wat was een reis — niet een bestemming — die gedenkwaardig was?
pl: Jaka podróż – nie miejsce docelowe – była niezapomniana?
pt_br: Qual foi uma jornada — não um destino — que foi memorável?
sv: Vad är en resa — inte en destination — som var minnesvärd?
uk: Яка подорож — не місце призначення — була пам'ятною?
zh_hans: 哪一段旅程 — 不是目的地 — 让你印象深刻？

source: What's a kids' movie that scared you more than it should have?
de: Welcher Kinderfilm hat dich mehr erschreckt, als er eigentlich sollte?
es: ¿Qué película infantil te asustó más de lo que debería?
fr: Quel film pour enfants t’a fait plus peur qu’il n’aurait dû ?
it: Quale film per bambini ti ha spaventato più del dovuto?
ja: 必要以上に怖かった子供向け映画は何ですか？
ko: 예상보다 더 무서웠던 어린이 영화는 무엇인가요?
nb: Hvilken barnefilm skremte deg mer enn den burde?
nl: Welke kinderfilm maakte je banger dan nodig was?
pl: Jaki film dla dzieci przeraził cię bardziej niż powinien?
pt_br: Qual filme infantil te assustou mais do que deveria?
sv: Vilken barnfilm skrämde dig mer än den borde ha gjort?
uk: Який дитячий фільм налякав тебе більше, ніж мав би?
zh_hans: 哪部儿童电影吓你的程度超出了它本该有的？

source: What's a kitchen utensil you can't live without?
de: Auf welches Küchenutensil könntest du nicht verzichten?
es: ¿Qué utensilio de cocina no podrías dejar de usar?
fr: De quel ustensile de cuisine ne pourrais-tu pas te passer ?
it: Quale utensile da cucina non potresti mai lasciare?
ja: なくてはならないキッチンツールは何ですか？
ko: 없으면 안 되는 주방 도구는 무엇인가요?
nb: Hvilket kjøkkenredskap kan du ikke leve uten?
nl: Welk keukengerei kun jij niet missen?
pl: Jakiego przyboru kuchennego nie możesz się wyzbyć?
pt_br: Qual utensílio de cozinha você não consegue viver sem?
sv: Vilket köksredskap kan du inte leva utan?
uk: Без якого кухонного приладдя ви не можете обійтися?
zh_hans: 你离不开哪个厨房用具？

source: What's a landscape that made you feel incredibly small?
de: Welche Landschaft hat dich unglaublich klein fühlen lassen?
es: ¿Qué paisaje te hizo sentir increíblemente pequeño?
fr: Quel paysage t'a fait sentir incroyablement petit ?
it: Quale paesaggio ti ha fatto sentire incredibilmente piccolo?
ja: 自分がとても小さく感じられる風景は何ですか？
ko: 엄청나게 작아진 기분이 들게 한 풍경은 어디인가요?
nb: Hvilket landskap fikk deg til å føle deg utrolig liten?
nl: Welk landschap deed je je ongelooflijk klein voelen?
pl: Jaki krajobraz sprawił, że poczułeś/aś się niesamowicie mały?
pt_br: Qual paisagem fez você se sentir incrivelmente pequeno?
sv: Vilket landskap fick dig att känna dig otroligt liten?
uk: Який пейзаж змусив вас почуватися неймовірно маленькими?
zh_hans: 哪片景色让你感到自己极其渺小？

source: What's a language barrier story you'll never forget?
de: Was ist eine Geschichte über Sprachbarrieren, die du nie vergessen wirst?
es: ¿Cuál es una historia de barrera idiomática que nunca olvidarás?
fr: Quelle est une histoire de barrière linguistique que tu n'oublieras jamais ?
it: Qual è una storia di barriera linguistica che non dimenticherai mai?
ja: 絶対に忘れられない言葉の壁の話は何ですか？
ko: 절대 잊지 못할 언어 장벽 이야기는 무엇인가요?
nb: Hva er en språkbarrierehistorie du aldri vil glemme?
nl: Wat is een taalbarrière verhaal dat je nooit zult vergeten?
pl: Jaka historia o barierze językowej, której nigdy nie zapomnisz?
pt_br: Qual é uma história de barreira linguística que você nunca esquecerá?
sv: Vad är en språkbarriärhistoria du aldrig kommer att glömma?
uk: Яку історію про мовний бар'єр ви ніколи не забудете?
zh_hans: 哪个关于语言障碍的故事你永远不会忘记？

source: What's a lesson you hope to teach your future children or mentees?
de: Welche Lektion hoffst du, deinen zukünftigen Kindern oder Schützlingen beibringen zu können?
es: ¿Qué lección esperas enseñar a tus futuros hijos o aprendices?
fr: Quelle leçon espères-tu enseigner à tes futurs enfants ou mentorés ?
it: Quale lezione speri di insegnare ai tuoi futuri figli o allievi?
ja: 将来の子供やメンティーに教えたいと思っていることは何ですか？
ko: 미래의 자녀나 멘티에게 가르치고 싶은 교훈이 있나요?
nb: Hvilken lære håper du å lære dine fremtidige barn eller mentees?
nl: Welke les hoop je je toekomstige kinderen of mentees te leren?
pl: Jakiej lekcji masz nadzieję nauczyć swoje przyszłe dzieci lub podopiecznych?
pt_br: Que lição você espera ensinar aos seus futuros filhos ou mentorados?
sv: Vilken lärdom hoppas du kunna lära dina framtida barn eller adept?
uk: Якого уроку ви сподіваєтесь навчити своїх майбутніх дітей чи підопічних?
zh_hans: 你希望教给未来孩子或学员的教训是什么？

source: What's a lesson you learned from a pet you had growing up?
de: Was hast du von einem Haustier gelernt, das du in deiner Kindheit hattest?
es: ¿Qué lección aprendiste de una mascota que tuviste mientras crecías?
fr: Quelle leçon as-tu apprise d’un animal de compagnie que tu as eu ?
it: Quale lezione hai imparato da un animale domestico che hai avuto da piccolo?
ja: 子供の頃飼っていたペットから学んだことは何ですか？
ko: 어릴 때 키웠던 반려동물에게서 배운 교훈은 무엇인가요?
nb: Hva lærte du av et kjæledyr du hadde da du vokste opp?
nl: Wat heb je geleerd van een huisdier dat je had tijdens je jeugd?
pl: Czego nauczyło cię zwierzę, które miałeś w dzieciństwie?
pt_br: Que lição você aprendeu com um animal de estimação que teve enquanto crescia?
sv: Vilken läxa lärde du dig av ett husdjur du hade när du växte upp?
uk: Якого уроку ти навчився від домашнього улюбленця, який був у тебе в дитинстві?
zh_hans: 你从成长过程中养过的宠物身上学到了什么？

source: What's a lesson you learned from getting in trouble?
de: Was hast du daraus gelernt, in Schwierigkeiten zu geraten?
es: ¿Qué lección aprendiste de meterte en problemas?
fr: Quelle leçon as-tu tirée d’avoir eu des ennuis ?
it: Quale lezione hai imparato dall'essere nei guai?
ja: トラブルに巻き込まれて学んだことは何ですか？
ko: 문제를 일으키면서 배운 교훈은 무엇인가요?
nb: Hva lærte du av å havne i trøbbel?
nl: Wat heb je geleerd van problemen krijgen?
pl: Czego nauczyłeś się z wpadania w tarapaty?
pt_br: Que lição você aprendeu ao se meter em confusão?
sv: Vilken läxa lärde du dig av att hamna i trubbel?
uk: Якого уроку ти навчився, потрапивши в халепу?
zh_hans: 你从惹麻烦中学到了什么教训？

source: What's a lie you tell yourself often?
de: Welche Lüge erzählst du dir selbst oft?
es: ¿Qué mentira te dices a ti mismo a menudo?
fr: Quel mensonge te dis-tu souvent à toi-même ?
it: Quale bugia ti dici spesso?
ja: よく自分に言い聞かせる嘘は何ですか？
ko: 자주 하는 자기 자신에 대한 거짓말은 무엇인가요?
nb: Hvilken løgn forteller du deg selv ofte?
nl: Welke leugen vertel je jezelf vaak?
pl: Jakie kłamstwo często sobie wmawiasz?
pt_br: Que mentira você conta para si mesmo com frequência?
sv: Vilken lögn säger du ofta till dig själv?
uk: Яку брехню ви часто говорите собі?
zh_hans: 你经常对自己说的谎是什么？

source: What's a limit you want to push past?
de: Welche Grenze möchtest du überschreiten?
es: ¿Qué límite quieres superar?
fr: Quelle limite veux-tu dépasser ?
it: Quale limite vuoi superare?
ja: 乗り越えたい限界は何ですか？
ko: 넘어서고 싶은 한계는 무엇인가요?
nb: Hvilken grense vil du presse deg forbi?
nl: Welke grens wil je overschrijden?
pl: Jaką granicę chcesz przekroczyć?
pt_br: Qual limite você quer ultrapassar?
sv: Vilken gräns vill du pressa dig förbi?
uk: Яку межу ви хочете подолати?
zh_hans: 你想突破哪个极限？

source: What's a local custom from somewhere you visited that you wish you could adopt?
de: Welchen lokalen Brauch aus einer Reise wünschst du dir für zu Hause?
es: ¿Qué costumbre local de algún lugar que visitaste te gustaría adoptar?
fr: Quelle coutume locale d'un endroit visité aimerais-tu adopter ?
it: Quale usanza locale di un posto che hai visitato vorresti poter adottare?
ja: 訪れた場所の習慣で、自分も取り入れたいと思うものは何ですか？
ko: 방문했던 곳의 현지 관습 중 채택하고 싶은 것은 무엇인가요?
nb: Hvilken lokal skikk fra et sted du besøkte skulle du ønske du kunne adoptere?
nl: Welke lokale gewoonte uit een bezochte plek zou je willen overnemen?
pl: Który lokalny zwyczaj z miejsca, które odwiedziłeś/aś, chciałbyś/chciałabyś przejąć?
pt_br: Qual costume local de algum lugar que você visitou gostaria de adotar?
sv: Vilken lokal sed från en plats du besökt önskar du att du kunde anamma?
uk: Який місцевий звичай із місця, яке ви відвідали, ви хотіли б перейняти?
zh_hans: 你去过的地方中，哪种当地习俗你希望能采用？

source: What's a local experience you've had that no tourist guide would recommend?
de: Was ist eine lokale Erfahrung, die du gemacht hast, die kein Reiseführer empfehlen würde?
es: ¿Cuál es una experiencia local que has tenido que ninguna guía turística recomendaría?
fr: Quelle est une expérience locale que tu as vécue qu'aucun guide touristique ne recommanderait ?
it: Qual è un'esperienza locale che hai avuto che nessuna guida turistica raccomanderebbe?
ja: どんな旅行ガイドも勧めないような地元の体験をしたことはありますか？
ko: 어떤 여행 가이드도 추천하지 않을 현지 경험을 해본 적이 있나요?
nb: Hva er en lokal opplevelse du har hatt som ingen reiseguide ville anbefalt?
nl: Wat is een lokale ervaring die je hebt gehad die geen reisgids zou aanbevelen?
pl: Jakie jest lokalne doświadczenie, którego żaden przewodnik turystyczny by nie polecił?
pt_br: Qual é uma experiência local que você teve que nenhum guia de viagem recomendaria?
sv: Vad är en lokal upplevelse du har haft som ingen reseguide skulle rekommendera?
uk: Який місцевий досвід у вас був, який жоден туристичний путівник не рекомендував би?
zh_hans: 你有什么当地体验是任何旅游指南都不会推荐的？

source: What's a local festival or celebration you'd love to experience?
de: Welches lokale Fest oder welche Feier würdest du gerne erleben?
es: ¿Qué festival o celebración local te encantaría experimentar?
fr: Quelle fête ou célébration locale aimerais-tu vivre ?
it: Quale festival o celebrazione locale ti piacerebbe vivere?
ja: 体験してみたい地元の祭りや祝賀行事は何ですか？
ko: 경험해보고 싶은 지역 축제나 기념일은 무엇인가요?
nb: Hvilken lokal festival eller feiring vil du gjerne oppleve?
nl: Welk lokaal festival of viering zou je graag meemaken?
pl: Jakie lokalne święto lub uroczystość chciałbyś/chciałabyś przeżyć?
pt_br: Qual festival ou celebração local você adoraria vivenciar?
sv: Vilken lokal festival eller firande skulle du älska att uppleva?
uk: Яке місцеве свято чи урочистість ви хотіли б пережити?
zh_hans: 你渴望体验哪个当地节日或庆典？
